---
kind: other
id: Methods.T:Autodesk.Revit.DB.ExportUtils
source: html/63976a04-6008-36f1-6901-9b10fcccd6bf.htm
---
# ExportUtils Methods

Retrieves the GUID representing the subelement in DWF and IFC export.